Repository: robinhadder/CFB2013
Catalog: *.lproj/Localizable.strings
Languages: spanish

source: Welcome
spanish: Bienvenidos

source: Before you get started, please set up an account or sign in below.
spanish: Antes de empezar, configure una cuenta o registrese a continuación

source: Sign up
spanish: Inscríbase

source: Create ScoreTones account
spanish: Configure una cuenta de ScoreTones

source: Sign in
spanish: Registrese

source: With ScoreTones account
spanish: Con una cuenta de ScoreTones

source: With Facebook account
spanish: Con una cuenta de Facebook

source: E-mail
spanish: Correo electronico

source: Password
spanish: Contraseña

source: Teams
spanish: Equipos

source: Pick the teams you want to follow
spanish: Escoja los equipos que quiera seguir

source: Group
spanish: Groupo

source: NEXT GAME
spanish: Próximo partido

source: Upcoming Games
spanish: Próximos partidos

source: LIVE NOW!
spanish: En vivo ahora

source: Taunting
spanish: Burlarse

source: Settings
spanish: Ajustes

source: Games
spanish: Juegos

source: dislike
spanish: Estar en contra

source: like
spanish: Apoyar

source: Game 1
spanish: Primer juego

source: Select Friends
spanish: Escoja amigos

source: Hit them...
spanish: Pegales

source: Automatically add a link to my personal ScoreTones page with this.
spanish: Anañadir un enlace a mi pagina personal de ScoreTones automáticamente aquí

source: Edit
spanish: Corregir

source: Cancel
spanish: Cancelar

source: Save
spanish: Guardar

source: Import from Facebook
spanish: Importar de Facebook

source: Your message has been posted to your friends’ wall(s)
spanish: Su mensaje ha sido escrito en la pantalla de su amigo

source: Use this link to send people to your personal ScoreTones page.
spanish: Use este enlace para dirigir personas a su página personal de ScoreTones.

source: Email link
spanish: Enlace de correo electrónico

source: Taunt More
spanish: Burlarse más

source: My Friends
spanish: Mis amigos

source: Edit Friends
spanish: Corregir amigos

source: Add more friends
spanish: Añadir más amigos

source: Facebook Friends
spanish: Amigos de Facebook

source: Log out from Facebook
spanish: Cierre la sesión

source: Push Notifications
spanish: Promover notificaciónes

source: Notify me with sound
spanish: Aviseme con sonido

source: Email Notifications
spanish: Notificaciónes de correo electrónico

source: Email me my taunts
spanish: Mandeme mis burlas

source: Log Out from Facebook
spanish: Cierre la sesión de Facebook

source: New data will be pushed to your phone from the server.
spanish: Nueva informácion será promovida a su mobil desde el servidor

source: Already have a ScoreTones account? You're all set — just sign in here.
spanish: ¿Ya tienes una cuenta con ScoreTones? Ya estás listo - registrese aquí

source: Don't have a ScoreTones account yet? You can create one right here.
spanish: ¿No tienes cuenta de ScoreTones? Abre una aquí.

source: Get started by filling in your email and setting a password below.
spanish: Empiece con su cuenta de correo electrónico y su contraseña a continuación

source: Already have an account? Then log in below.
spanish: ¿Ya tienes una cuenta? Registre a continuación.

source: example@example.com
spanish: ejemplo@ejemplo.com

source: password confirm
spanish: confirmar contraseña

source: Password confirm
spanish: Confirmar contraseña

source: Taunt
spanish: Hacerle burla

source: Back
spanish: Regrese

source: ScoreTones account
spanish: Cuenta de ScoreTones

source: No team
spanish: Ningún equipo

source: Log Out from ScoreTones
spanish: Cierre lasesión de ScoreTones

source: Game 2
spanish: Partido 2

source: Could not connect to the internet
spanish: No se pudo establecer conexión con la red

source: You must connect to Wi-Fi or cellular data network to access this feature.
spanish: Se requiere conexión Wi-Fi o a una red de datos por celular para tener acceso a esta aplicación

source: Log out from ScoreTones
spanish: Salir de la aplicación ScoreTones

source: team
spanish: equipo

source: Please select a friend to taunt.
spanish: Escoja amigos para burlarse de ellos.
